Repository: AppoloDev/bolt-seo
Catalog: translations/messages.*.xlf
Languages: cs, fr, tr

source: SEO Title
cs: SEO titulek
fr: Titre SEO
tr: SEO Başlığı

source: Will be used as the <tt>&lt;title&gt;</tt> and in search engines
cs: Bude použito jako <tt>&lt;title&gt;</tt> a ve vyhledávačích
fr: Sera utilisé comme <tt>&lt;title&gt;</tt> et dans les moteurs de recherche
tr: <tt>&lt;title&gt;</tt> etiketi içerisinde arama motorları için kullanılacaktır

source: Limit the length to %number% characters
cs: Omezte délku na %number% znaků
fr: Limiter la longueur à %number% caractères
tr: Karakter uzunluğunu %number% karakter ile sınırlayın

source: Meta description
cs: Meta popis
tr: Meta açıklama

source: Google snippet preview
cs: Náhled úryvku Google
fr: Aperçu de l'extrait Google
tr: Google snippet önizleme

source: Default title
cs: Výchozí titulek
fr: Titre par défaut
tr: Varsayılan başlık

source: Shortlink
cs: Zkrácený odkaz
fr: Lien court
tr: Kısa bağlantı

source: Canonical Link
cs: Kanonický odkaz
fr: Lien canonique
tr: Canonical bağlantı

source: Use this to create an alias or shortlink to this record. Be sure to make it an absolute link.
cs: Použijte k vytvoření aliasu nebo zkráceného odkazu na tento záznam. Ujistěte se, že se jedná o absolutní odkaz.
fr: Utilisez-le pour créer un alias ou un lien court vers cet enregistrement. Assurez-vous que celui-ci est un lien absolu.
tr: Bu kayıt için bir kısa bağlantı veya takma ad oluşturmak için burayı kullanın. Mutlak bir bağlantı yaptığınızdan emin olun.

source: Use with caution, and only if you know what you're doing
cs: Používejte s opatrností a pouze pokud víte, co děláte
fr: À utiliser avec précaution et uniquement si vous savez ce que vous faites
tr: Dikkatli kullanın, ne yaptığınızı biliyorsanız kullanın

source: Meta Robots Tag
cs: Meta tag Robots
fr: Balise Meta Robots

source: Open Graph Type
cs: Typ Open Graph
fr: Type d'Open Graph

source: Leave blank for the default
cs: Ponechte prázdné pro výchozí hodnotu
fr: Laisser vide pour utiliser la valeur par défaut
tr: Varsayılan değer için boş bırakın

source: Will be used as the <tt>&lt;meta name="description"&gt;</tt>, and will show up in search engines
cs: Bude použito jako <tt>&lt;meta name="description"&gt;</tt> a zobrazí se ve vyhledávačích
fr: Sera utilisé comme <tt>&lt;meta name="description"&gt;</tt>, et apparaîtra dans les moteurs de recherche
tr: <tt>&lt;meta name="description"&gt;</tt> belirlemek için kullanılır, ve arama motorlarında görüntülenecek

source: Use this to override the <tt>&lt;link rel="canonical"&gt;</tt>
cs: Použijte k přepsání <tt>&lt;link rel="canonical"&gt;</tt>
fr: Utilisez ceci pour remplacer le <tt>&lt;link rel="canonical"&gt;</tt>
tr: <tt>&lt;link rel="canonical"&gt;</tt> değiştirmek için kullanılır

source: Use this to set the <tt>&lt;meta name="robots"&gt;</tt>
cs: Použijte k nastavení <tt>&lt;meta name="robots"&gt;</tt>
fr: Utilisez ceci pour remplacer le <tt>&lt;meta name="robots"&gt;</tt>
tr: <tt>&lt;meta name="robots"&gt;</tt> belirlemek için kullanılır

source: Use this to set the <tt>&lt;meta name="og:type"&gt;</tt>
cs: Použijte k nastavení <tt>&lt;meta name="og:type"&gt;</tt>
fr: Utilisez ceci pour remplacer le <tt>&lt;meta name="og:type"&gt;</tt>
tr: <tt>&lt;meta name="og:type"&gt;</tt> belirlemek için kullanılır

source: alias
tr: takma ad
